from aiogram.utils.markdown import hlink


START_TEXT = f"""
Привет, селлер! Меня зовут {hlink("Максим Хохлов", "https://t.me/+p2MUyk-7SvU4MTgy")}, я больше 3-х лет продаю на Ozon и Wildberries. Средняя выручка за месяц составляет 30 млн. рублей.

Для своего и вашего удобства, мы с командой разработали данного бота для отслеживания позиций в выдаче Wildberries. Бот полностью бесплатный для вас 🚀

Позиции карточки отслеживаются в 7 городах. Есть 2 варианта отслеживания: единоразовое и постоянное. Чтобы начать отслеживание, отправьте сообщение в формате: артикул товара (либо ссылка) и запрос для поиска 👇

Например: 12345678 платье женское.

"""
ARTICULE_NOT_FOUND = "Артикула по данному запросу нет в индексе Wildberries"




